{
    "privacy": {
        "ar": "نحن نؤمن بأن جميع مستخدمي تطبيق Prays يحق لهم التمتع بخصوصيتهم، وقد قمنا ببناء Prays حول هذا المبدأ المركزي. في الواقع، كان ذلك أحد الأسباب الرئيسية وراء قرارنا إنشاء هذا التطبيق. لا نعد فقط بعدم استخدام بياناتك لأغراض ضارة، بل سنضمن دائمًا تجنب جمع البيانات أو على الأقل الاحتفاظ بها عند الحد الأدنى فقط. لتسهيل وظائف التطبيق. في حين أن التطبيق يتطلب بيانات موقعك لحساب أوقات الصلاة المخصصة لموقعك الجغرافي المحدد، يتم كل هذا مباشرة على الهاتف ولا يتم جمع أو تخزين أي بيانات على الإطلاق بواسطة Prays. ولا يتم جمع أي بيانات أخرى (بما في ذلك التحليلات أو المعلومات الشخصية)، باستثناء لعناوين البريد الإلكتروني للأفراد الذين قاموا بالتسجيل في قائمتنا البريدية (لتسهيل تحديثات النشرة الإخبارية) و/أو مختبري التطبيق التجريبي (للسماح لنا بدعوتهم لتنزيل الإصدار التجريبي من تطبيقنا).",
        "en":"We believe all users of the Prays app are entitled to their privacy and have built Prays around this central principle. In fact, it was one of the main reasons why we decided to build this app. Not only do we promise not to use your data for malicious purposes, we will always ensure data collection is avoided or at the very least kept to a minimum only to facilitate app functionality. Whilst the app requires your location data to calculate bespoke prayer times for your specific geolocation, this is all done directly on the phone and no data whatsoever is collected or stored by Prays.No other data is collected (including analytics or personal information), except for email addresses of individuals who have signed up to our mailing list (to facilitate newsletter updates) and/or beta app testers (to allow us to invite them to download the beta-version of our app).",
        "de": "dsf"
    },
    "ourMission": {
        "ar": "نريد القيام بذلك من خلال الاستفادة من التكنولوجيا للمساعدة في حل بعض أكبر المشاكل التي يواجهها مجتمعنا على نطاق واسع. ولتحقيق ذلك، سنركز على تمكين الأفراد المسلمين بالأدوات اللازمة لتحسين أوضاعهم في المجال الروحي وغير الروحي على حد سواء. كما نطمح أيضًا إلى تحسين التواصل بين المنظمات الإسلامية والمجتمع، من خلال مساعدتهم على التحول الرقمي. الطريق طويل أمامنا. لدينا الكثير من الخطط إن شاء الله. في الوقت الحالي، سنبدأ بجانب أساسي من جوانب ديننا، وهو الصلاة (الصلاة).",
        "en": "Welcome to Prays, We want to do this by leveraging technology to help solve some of the biggest problems our community faces, at scale. To do this, we will focus on empowering individual Muslims with the tools to improve their own condition, both in the spiritual and non-spiritual realm. We also aspire to improve communication between Muslim organisations and the community, by helping them go digital. It's a long road ahead. We have a lot planned inshaAllah. For now, we're starting with an integral aspect of our religion, the prayer (salah).",
        "de": "sdfsd"
    }
}